Repository: Chrisp1tv/HAS-Server-Side
Catalog: translations/messages.*.xlf
Languages: fr

source: yes
fr: Oui

source: No
fr: Non

source: and
fr: et

source: Day
fr: Jour

source: Month
fr: Mois

source: Year
fr: Année

source: Connection address
fr: Adresse de connexion

source: Alert system
fr: Système d'alertes

# loggedInAs
source: Logged in as %username%
fr: Connecté en tant que %username%

source: Logout
fr: Déconnexion

source: Homepage
fr: Accueil

source: Name
fr: Nom

# search
source: Find
fr: Recherche

source: Administrator
fr: Administrateur

source: Administrators
fr: Administrateurs

source: New administrator
fr: Nouvel administrateur

source: Sent campaigns
fr: Campagnes de messages envoyées

source: Campaigns
fr: Campagnes de messages

source: Recipients
fr: Destinataires

# recipientsSearching
source: Recipients - Finding : "%search%"
fr: Destinataires - Recherche : « %search% »

source: No recipient found.
fr: Aucun destinataire n'a été trouvé.

source: Recipient groups
fr: Groupes de destinataires

source: Realized by :
fr: Réalisation :

source: No campaign found.
fr: Aucune campagne n'a été trouvée.

source: New campaign
fr: Nouvelle campagne

# duplicateCampaign
source: Duplicate the campaign : %campaignName%
fr: Dupliquer la campagne %campaignName%

# modifyCampaign
source: Modify the campaign %campaignName%
fr: Modifier la campagne %campaignName%

# campaignState
source: "%campaignName%" campaign state
fr: État de la campagne %campaignName%

source: Campaign name
fr: Nom de la campagne

# globalCampaignStatistics
source: Global statistics of the campaign
fr: Statistiques globables de la campagne

# globalRepartitionStatistics
source: Repartition of reception and acquittal statistics
fr: Répartition des statistiques de réception et d'acquittement

# globalRepartitionStatisticsOfRecipient
source: Repartition of reception and acquittal statistics of %recipientName%
fr: Répartition des statistiques de réception et d'acquittement de %recipientName%

# detailedRecipientStatistics
source: Detailed statistics, campaign by campaign
fr: Statistiques détaillés, campagne par campagne

# globalGroupedRepartitionStatistics
source: Repartition of reception and acquittal statistics by recipient group
fr: Répartition des statistiques de réception et d'acquittement par groupe de destinataires

source: Not received
fr: Non reçu

source: Received only
fr: Reçu uniquement

source: Received and seen
fr: Reçu et vu

# directRecipients
source: Direct recipients (non-grouped)
fr: Destinataires directs (non groupés)

# detailedCampaignStatistics
source: Campaign detailed statistics
fr: Statistiques détaillées de la campagne

# groupStatistics
source: Statistics of %groupName% group
fr: Statistiques du groupe %groupName%

# nonGroupedStatistics
source: Statistics of direct recipients (non-grouped)
fr: Statistiques des destinataires directs (non groupés)

# received?
source: Received the campaign ?
fr: A reçu la campagne ?

# seen?
source: Saw the campaign ?
fr: A vu la campagne ?

# modifyRecipient
source: Modify the %recipient% recipient
fr: Modifier le destinataire %recipient%

# recipientInformation
source: Information about %recipientName% recipient
fr: Informations concernant le destinataire %recipientName%

# globalRecipientStatistics
source: Global statistics
fr: Statistiques globales

source: No recipient group found.
fr: Aucun groupe de destinataires n'a été trouvé.

source: New recipient group
fr: Nouveau groupe de destinataires

# modifyRecipientGroup
source: Modify the %groupName% group
fr: Modifier le groupe %groupName%

# recipientGroupInformation
source: Recipient groups - %recipientGroupName%
fr: Groupe de destinataires - %recipientGroupName%

source: Log in
fr: Connexion

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Disabled
fr: Désactivé

source: Connection logs
fr: Logs des connexions

source: Show
fr: Voir

source: Modify
fr: Modifier

source: Duplicate
fr: Dupliquer

source: Enable
fr: Activer

source: Disable
fr: Désactiver

source: Remove
fr: Supprimer

# sentence.noImportantInformationToDisplay
source: No importante information about this administrator is available.
fr: Aucune information importante concernant cet administrateur n'est disponible.

# sentence.numberOfCampaigns
source: {0}No campaign is saved. |{1}One campaign is saved. |] 1, Inf]%count% campaigns are saved.
fr: {0}Aucune campagne n'est enregistrée. |{1}Une campagne de message est enreigstée. |] 1, Inf]%count% campagnes de messages sont enregistrées.

# sentence.numberOfUnsentCampaigns
source: {0} |{1}One campaign needs to be sent. |]1, Inf[%count% campaigns needs to be sent.
fr: {0} |{1}Une campagne doit encore être envoyée. |]1, Inf[%count% doivent encore être envoyées.

# sentence.lastConnectionDate
source: The last connection from your account was the %connectionDate%, from %IPConnection% IP.
fr: La dernière connexion à votre compte administrateur a eu lieu le %connectionDate%, via l'IP %IPConnection%.

# sentence.numberOfLinkedRecipients
source: {0}No computer is linked to the alert system. |{1}One computer is linked to the alert system. |]1, Inf[%count% computers are linked to the alert system.
fr: {0}Aucun ordinateur n'est lié au système d'alertes. |{1}Un ordinateur est lié au système d'alertes. |]1, Inf[%count% ordinateurs sont liés au système d'alertes.

# sentence.seeAllConnectionLogs
source: Show complete connection logs
fr: Voir les logs de connexion complets

# sentence.campaignSentAtBy
source: The campaign created by %senderName% and planned to be sent the %plannedSendingDate%, was sent the %effectiveSendingDate% by the system.
fr: La campagne créée par %senderName% et prévue pour un envoi le %plannedSendingDate%, a été envoyée le %effectiveSendingDate% par le système.

# sentence.campaignWaitingToBeSentAtBy
source: The campaign created by %senderName% and planned to be sent the %plannedSendingDate%, is waiting to be sent by the system.
fr: La campagne créée par %senderName% et prévue pour un envoi le %plannedSendingDate%, est en attente d'envoi par le système.

# sentence.campaignPlannedToBeSentAtBy
source: The campaign created by %senderName% is planned to be sent the %plannedSendingDate%.
fr: La campagne créée par %senderName% est prévue pour un envoi le %plannedSendingDate%.

# sentence.recipientCampaigns
source: {0}%recipientName% isn't the recipient of any campaign. |{1}%recipientName% is the recipient of one campaign. |]1, Inf[%recipientName% is the recipent of %count% campaigns (planned or already sent).
fr: {0}Le destinataire %recipientName% n'est le destinataire d'aucune campagne. |{1}Le destinataire %recipientName% est le destinataire d'une seule campagne. |]1, Inf[Le destinataire %recipientName% est le destinataire de %count% campagnes (prévues ou déjà envoyées).

# sentence.noInformationForThisRecipient
source: No important information is available about this recipient, because he isn't the recipient of any campaign.
fr: Aucune information importante n'est disponible pour ce destinataire, celui-ci n'étant le destinataire d'aucune campagne.

# sentence.javascriptNeededToSeeCharts
source: Your brower must support Javascript to display graphics.
fr: Votre navigateur doit prendre en charge Javascript et celui-ci doit être activé pour afficher les graphiques.

# form.label.save
source: Save
fr: Sauvegarder

# form.label.content
source: Content
fr: Contenu

# form.label.sendingDate
source: Sending date
fr: Date et heure d'envoi

# form.label.endDate
source: Expiration date (optional)
fr: Date et heure d'expiration (optionnelle)

# form.label.repetitionFrequency
source: Repetition frequency (in minutes)
fr: Fréquence de répétition (en minutes)

# form.label.sendToAllRecipients
source: Send to all known recipients
fr: Envoyer à tous les destinataires liés au système

# form.label.recipients
source: Recipients
fr: Destinataires

# form.label.recipientGroups
source: Recipients groups
fr: Groupes de destinataires

# form.label.search
source: Find
fr: Recherche

# form.placeholder.repetitionFrequency
source: Keep empty if you don't want to repeat the message
fr: Laissez vide si aucune répétition

# flash.campaignCreated
source: The campaign has been created.
fr: La campagne a bien été créée.

# flash.campaignModified
source: The campaign has been modified.
fr: La campagne a bien été modifiée.

# flash.campaignDuplicated
source: The campaign has been duplicated, taking account of the given information.
fr: La campagne a bien été dupliquée en tenant compte des informations fournies.

# flash.campaignRemoved
source: The campaign has been removed.
fr: La campagne a bien été supprimée.

# flash.unableToRemoveCampaign
source: The campaign couldn't be deleted because it has already been sent.
fr: La campagne n'a pas pu être supprimée car celle-ci a déjà été envoyée.

# flash.recipientModified
source: The recipient has been modified.
fr: Le destinataire a bien été modifié.

# flash.recipientGroupCreated
source: The recipient group has been created.
fr: Le groupe de destinataires a bien été créé.

# flash.recipientGroupModified
source: The recipient group has been modified.
fr: Le groupe de destinataires a bien été modifié.

# flash.recipientGroupRemoved
source: The recipient group has been deleted.
fr: Le groupe de destinataires a bien été supprimé.

# flash.administratorCreated
source: The administrator has been created.
fr: L'administrateur a bien été créé.

# flash.administratorEnabled
source: The administrator has been enabled.
fr: L'administrateur a bien été activé.

# flash.administratorDisabled
source: The administrator has been disabled.
fr: L'administrateur a bien été désactivé.
