Repository: Chrisp1tv/HAS-Server-Side
Catalog: translations/validators.*.xlf
Languages: fr

# administrator.uniqueness
source: The username is already used.
fr: Le nom d'utilisateur est déjà utilisé.

# administrator.username.notBlank
source: Please give a username to the administrator.
fr: Veuillez renseigner le nom d'utilisateur de la campagne.

# administrator.username.length.min
source: The username must have {{ limit }} characters minimum.
fr: Le nom d'utilisateur doit posséder au moins {{ limit }} caractères.

# administrator.username.length.max
source: The username can't have more than {{ limit }} characters.
fr: Le nom d'utilisateur ne peut posséder plus de {{ limit }} caractères.

# administrator.password.notBlank
source: Please give a password to the administrator.
fr: Veuillez renseigner le mot de passe de l'administrateur.

# administrator.password.length.min
source: The administrator must have {{ limit }} characters minimum.
fr: Le mot de passe doit posséder au moins {{ limit }} caractères.

# administrator.password.length.max
source: The password can't have more than {{ limit }} characters.
fr: Le mot de passe ne peut posséder plus de {{ limit }} caractères.

# campaign.expression
source: The campaign must have recipients (grouped or individual) and it is impossible to send your message to all the recipients and choose by hand at a time.
fr: La campagne doit obligatoirement posséder des destinataires (individuels ou groupés) et il est impossible d'envoyer votre message à tous les destinataires liés au systèmes et d'en choisir manuellement à la fois.

# campaign.name.notBlank
source: The campaign must have a name.
fr: La campagne doit obligatoirement posséder un nom.

# campaign.name.length.min
source: The campaign name must have {{ limit }} characters.
fr: Le nom de la campagne doit posséder au moins {{ limit }} caractères.

# campaign.name.length.max
source: The campaign can't have more than {{ limit }} characters.
fr: Le nom de la campagne ne peut posséder plus de {{ limit }} caractères.

# campaign.message.notNull
source: The campaign must have a message.
fr: La campagne doit posséder un message.

# campaign.sendingDate.date
source: The date is invalid.
fr: La date d'envoi saisie n'est pas valide.

# campaign.sendingDate.greaterThan
source: You can't send a campaign in the past.
fr: Il n'est pas possible d'envoyer une campagne dans le passé.

# message.content.notBlank
source: Your message must have a content.
fr: Votre message doit impérativement posséder un contenu.

# message.endDate.date
source: The given end date isn't valid.
fr: La date de fin saisie n'est pas valide.

# message.endDate.expression
source: The campaign can't end before it started.
fr: La campagne ne peut se terminer avant d'avoir commencé.

# message.repetitionFrequency.range.min
source: The minimum repetition frequency can't be smaller than {{ limit }} minutes.
fr: La fréquence minimale de répétition ne peut être inférieure à {{ limit }} minutes.

# recipientGroup.name.notBlank
source: Your group must have a name.
fr: Votre groupe doit impérativement posséder un nom.

# recipientGroup.name.length.min
source: Your group's name must have {{ limit }} characters.
fr: Le nom de votre groupe doit posséder au moins {{ limit }} caractères.

# recipientGroup.name.length.max
source: Your group's name can't have more than {{ limit }} characters.
fr: Le nom de votre groupe ne peut posséder plus de {{ limit }} caractères.

# recipientGroup.recipients.min
source: Your group must have exactly or more than {{ limit }} recipients.
fr: Votre groupe doit posséder au moins {{ limit }} destinataires.
